RAW_TEXT = """
Тест 1


1. Классификация залежей по характеру природного резервуара (3)
a)[ ]пластовые залежи!
b)[ ]массивные залежи!
c)[ ]литологически ограниченные со всех сторон залежи!
d)[ ] стратиграфические залежи
e)[ ] водоплавающие залежи


2. Ловушка – это
a)( ) часть природного резервуара, в которой может формироваться, или уже cформировалась, залежь нефти и газа!
b)( ) естественная емкость для нефти, газа и воды, форма которой обуславливается соотношением коллектора с вмещающими его плохо проницаемыми породами.
c)( ) естественное скопление углеводородов


3. Залежь представляет собой (3)
a)[ ] сочетание одного из типов ловушек с одной из разновидностей структур!
b)[ ] сочетание нескольких типов ловушек!
c)[ ] непрерывный нефтеносный пласт!
d)[ ] сочетание одного из типов ловушек с несколькими структурами
e)[ ] сочетание нескольких типов структур    -{00} несколько нефтеносных пластов


4. Найти соответствия для классификации залежей по фазовому соотношению нефти и газа:
Нефтяные6	
  	 содержат только нефть, насыщенную в различной степени газом
Газонефтяные7	
  	 основная часть залежи нефтяная, а газовая шапка не превышает по объему условного топлива нефтяную часть залежи
Газовые8	
  	 содержат только газ
Газоконденсатные9	
  	 содержат  газ с конденсатом
Нефтегазовые10	
  	 основная часть газовая, а нефть находится в виде оторочки

5. На рисунке изображена ловушка вида 
a)( ) антиклинальная складка!
b)( )  тектоническое экранирование ловушки


6. На рисунке изображена ловушка вида 
a)( ) антиклинальная складка
b)( ) тектоническое экранирование ловушки!


7. На рисунке изображена ловушка вида 
a)( ) неструктурная!
b)( ) структурная


8. Метаморфические горные породы – это          
a)( ) породы, образовавшиеся  из магмы, в результате её остывания
b)( ) породы, образовавшиеся  из магматических пород  в результате механического и химического воздействия воды и ветра,  а также остатков животных и растений
c)( ) породы, образовавшиеся  из магматических и осадочных пород под влиянием высоких  давлений и температур при их погружении в толщу земной коры!


9. К терригенным осадочным породам относятся (3)
a)[ ] песчаники!
b)[ ] алевролиты!
c)[ ] глины!
d)[ ] каменная соль
e)[ ] гипсы
f)[ ] доломиты
g)[ ] мел
h)[ ] известняки


10. Пористость  (6)
a)[ ]  объём пустот (пор, каверн, трещин) в горной породе, которые могут вмещать флюиды!
b)[ ] способность горной породы проводить флюиды
c)[ ]  объём пустот (пор, каверн, трещин) в горной породе насыщенных определенным флюидом
d)[ ]  бывает первичной!
e)[ ] бывает вторичной!
f)[ ] бывает общей!
g)[ ] бывает открытой!
h)[ ] бывает эффективной
i)[ ] бывает относительной
j)[ ]  фазовой
k)[ ]  абсолютной


11. Вторичные поры  (5)
a)[ ]  образовались одновременно с формированием породы
b)[ ]  имеют величину, обусловленную особенностями осадконакопления
c)[ ]  имеют величину, постепенно уменьшающуюся  в процессе погружения  осадочных пород
d)[ ]  имеют величину, постепенно уменьшающуюся  в процессе цементации  осадочных пород
e)[ ]  образовались в результате растворения минеральной составляющей породы активными флюидами (циркуляции подземных вод)!
f)[ ]  образовались под влиянием химических процессов, приводящие к сокращению объёма породы (доломитизации, каолинизации)!
g)[ ]  образовались за счет эрозионных процессов: выветривания, кристаллизации, перекристаллизации!
h)[ ]  образовались за счет тектонических процессов!
i)[ ]  образовались за счет изменения напряжений в земной коре!


12. Абсолютная проницаемость (3)
a)[ ]  свойство породы, которое не зависит от свойств фильтрующегося флюида и перепада давления, если нет взаимодействия флюидов с породой!
b)[ ]  проницаемость пород для данного флюида при наличии в порах многофазных систем
c)[ ]  свойство породы, при существовании взаимодействия флюида с породой, и  зависит от свойств фильтрующегося флюида и перепада давления
d)[ ]  значение абсолютной проницаемости зависит от свойств породы!
e)[ ] значение абсолютной проницаемости не зависит от свойств породы
f)[ ] значение абсолютной проницаемости зависит от свойств флюида
g)[ ]  значение абсолютной проницаемости  не зависит от свойств флюида!


13. Особенности фильтрации многофазных жидкостей (2)
a)[ ]  присутствие связанной смачивающей фазы мало влияет на течение не смачивающей жидкости!
b)[ ]  присутствие остаточной не смачивающей фазы значительно "стесняет" движение смачивающей фазы!
c)[ ]  присутствие связанной несмачивающей фазы мало влияет на течение смачивающей жидкости
d)[ ]  присутствие остаточной  смачивающей фазы значительно "стесняет" движение несмачивающей фазы


14. Механические свойства горных пород (6)
a)[ ] упругость!
b)[ ] прочность на сжатие!
c)[ ] прочность на разрыв!
d)[ ] пластичность!
e)[ ] твердость !
f)[ ] абразивность!
g)[ ] проницаемость
h)[ ]сжимаемость
i)[ ]пьезопроводность


15. Коэффициент анизотропии    
a)( ) это отношение прочности перпендикулярно слоям к прочности параллельно им!
b)( ) это отношение проницаемости перпендикулярно слоям к проницаемости параллельно им
c)( ) это отношение проводимости перпендикулярно слоям к проводимости параллельно им


16. К фильтрационно – емкостным свойствам относятся (4):          
 гранулометрический состав	
  	 теплоёмкость
 удельная поверхность	
  	 прочностные свойства
 пористость	
  	 температуропроводность
 проницаемость	
  	 растворимость

17. Найти соответствия для коэффициентов пористости
 Общей4	
  	 характеризует отношение объема всех пор к общему объему образца
 открытой 5	
  	 характеризует отношение объема сообщающееся  между собой пор, к общему объему образца
 динамической 6	
  	 характеризует  объем тех пор, через которые возможно движение жидкости (воды, нефти) или газа под воздействием сил, соизмеримых с силами, возникающими при разработке и эксплуатации нефтяных и газовых месторождений

18. Найти соответствия течений флюида по поровым каналам 
 Сверхкапиллярные4	
  	 движение нефти, воды, газа происходит свободно 
 Капиллярные5	
  	 движение нефти, воды, газа происходит при значительном участии капиллярных сил
 Субкапиллярные6	
  	 движение нефти, воды, газа не происходит, т.к. жидкость удерживается межмолекулярными силами (силой притяжения стенок каналов)

19. Найти соответствия размерностей параметров уравнения Дарси в нефтепромысловой системе 
 Объемный дебит, Q7	
  	 см3/с 
 Площадь поперечного сечения, F8	
  	 см2
 Длина фильтра, L 9	
  	 см
 Перепад давления, ∆p10	
  	 атм
 Динамическая вязкость, µ11	
  	 спз (сантипуаз) 
 Проницаемость, k12	
  	 Д (дарси)

20. (5)
a)[ ]углеводородные соединения!
b)[ ]гетероатомные соединения!
c)[ ]серосодержащие соединения!
d)[ ]азотсодержащие соединения!
e)[ ]кислородсодержащие соединения!
f)[ ]асфальто-метановые соединения
g)[ ]фторсодержащие соединения
h)[ ]натрийсодержащие соединения
i)[ ]кремневодородные соединения


21. Свойства парафинов (5)
a)[ ]очищенный парафин представляет собой бесцветную кристаллическую массу!
b)[ ] очищенный парафин представляет собой мелкие иглы
c)[ ] не растворяется в воде!
d)[ ] растворяется в воде
e)[ ] хорошо растворяется  в эфире!
f)[ ] не растворяется  в эфире
g)[ ] хорошо растворяется  в минеральных маслах!
h)[ ]не растворяется  в минеральных маслах
i)[ ]хорошо растворяется  в бензоле!
j)[ ]не растворяется  в бензоле


22. Газовый фактор – это (2)
a)[ ] содержание газа в продукции нефтяных скважин!
b)[ ]содержание газа, растворенного в пластовой нефти
c)[ ]отношение количества газа, растворенного в нефти в кубических метрах приведенного к стандартным условиям, к количеству этой же нефти выраженной в кубических метрах или тоннах при том же давлении и температуре!
d)[ ] отношение объёма газа, выделенного из нефти при её дегазации (при давлении 101 кПа и t 20°С), к объёму или массе дегазированной нефти


23. Давление насыщения пластовой нефти – это (2)
a)[ ] максимальное давление, при котором растворённый газ начинает выделяться из нефти!
b)[ ] минимальное давление, при котором весь газ растворяется в жидкости!
c)[ ] минимальное давление, при котором растворённый газ начинает выделяться из нефти
d)[ ] максимальное давление, при котором весь газ растворяется в жидкости


24. Идеальный грунт состоит из             
a)( )упорядочно расположенных шариков одного диаметра
b)( )шариков разного диаметра
c)( )упорядочно расположенных трубочек одного диаметра!
d)( )трубочек разного диаметра


25. Физический смысл проницаемости     
a)( )объём каналов пористой среды по которым происходит фильтрация
b)( )площадь сечения пор в единице сечении породы, по которым происходит фильтрация!
c)( )площадь поверхности каналов по которым происходит фильтрация
d)( )площадь поверхности частиц в сечении через которое проходит фильтрация
e)( )площадь сечения частиц в единице сечении породы, по которым происходит фильтрация


26. Флюиды могут быть (4)
a)[ ]многофазными!
b)[ ]анизотропными
c)[ ]пластичными
d)[ ]упорядочными
e)[ ]неньютоновскими!
f)[ ]сжимаемыми	!
g)[ ]упругими!


27. Закон Дарси справедлив(3)
a)[ ]при всех перепадах давления
b)[ ]в узком диапазоне перепадов давления!
c)[ ]при всех значениях числа Рейнольдса
d)[ ]при числе Рейнольдса большем критического значения
e)[ ]при числе Рейнольдса меньше критического!
f)[ ]при градиенте давления, большем предельного значения!


28. Массообмен произвольных флюидов между пористыми блоками и трещинами в трещинно-пористом пласте пропорционален (2)
a)[ ]разности потенциалов!
b)[ ]разности скоростей
c)[ ]разности расходов
d)[ ]разности давлений
e)[ ]разности давлений!


29. Дивергенция функции равна      
a)( )сумме произведений производных скалярной функции по координатам на единичные вектора данных координат
b)( )сумме вторых производных скалярной функции по координатам
c)( )сумме производных проекций векторной функции по соответствующим координатам!
d)( )сумме проекций векторной функции
e)( )сумме производных скалярной функции по координатам
f)( )сумме произведений производных проекций векторной функции по координатам на едичные вектора данных координат


30. Эффективное давление равно (2)
a)[ ]сумме горного и пластового давлений
b)[ ]разности горного и пластового давлений!
c)[ ]давлению жидкости в пласте
d)[ ]весу вышележащих горных пород
e)[ ]давлению внутри скелета горной породы!


31. Уравнение неразрывности при стационарном течении газа эквивалентно      
a)( )постоянству массового расхода!
b)( )постоянству объёмного расхода
c)( )постоянству температуры
d)( )постоянству плотности
e)( )постоянству давления


32. Индикаторная диаграмма (дебит - депрессия) несжимаемой жидкости в недеформируемом пласте является   
a)( )параболой четвертого порядка
b)( )прямой!
c)( )параболой второго порядка
d)( )параболой третьего порядка


33. Коэффициент пьезопроводности характеризует    
a)( )скорость изменения температуры
b)( )скорость изменения плотности
c)( )скорость изменения давления!
d)( )запасы флюида
e)( )скорость вытеснения


34. Задача Баклея-Леверетта позволяет определить (2)
a)[ ]характер распределения насыщенности в области фронта вытеснения
b)[ ]расстояние до фронта насыщенности !
c)[ ]характер изменения давления в области фронта вытеснения
d)[ ]характер изменения температуры в области фронта вытеснения
e)[ ]движение фронта температуры по пласту
f)[ ]скорость фронта насыщенности	!


35. Задача Раппопорта-Лиса позволяет определить (2)
a)[ ]распределение насыщенности в области фронта вытеснения!
b)[ ]скорость фронта вытеснения
c)[ ]скорость фронта температуры
d)[ ]распределение температуры в области фронта вытеснения
e)[ ]характер изменения давления в области фронта вытеснения!


36. Модель дилатантной жидкости применима для описания течения     
a)( )растворов и расплавов полимеров
b)( )суспензий с большим содержанием твердой фазы!
c)( )газоконденсатной смеси
d)( )воды	


37. Какое семейство кривых круговой батареи определяет движение флюида с максимальной скоростью, как оно называется, и какой вид фильтрационного сопротивления определяет? (4)
a)[ ]линии, проходящие через центры скважин по нормали к контуру!
b)[ ]линии, сходящиеся в центре батареи и делящие расстояние между соседними скважинами пополам
c)[ ]замкнутые линии, описывающие батарею
d)[ ]замкнутые каплеобразные кривые, описывающие каждую скважину
e)[ ]линии тока!
f)[ ]внешнее сопротивление
g)[ ]внутреннее сопротивление
h)[ ]главные линии!
i)[ ]нейтральные линии
j)[ ]не определяют сопротивления!


38. НЕФТЕГАЗОПРОМЫСЛОВОЕ ОБОРУДОВАНИЕ
a)[ ]##theme 3
b)[ ]##score 1
c)[ ]##type2	
d)[ ]##time 0:00:00
1.	
e)[ ]Устьевая колонная обвязка предназначена для (3):     
f)[ ]герметизации пространства между обсадными колоннами скважины!
g)[ ]подвески НКТ
h)[ ]контроля и измерения давления среды в межколонных пространствах! 
i)[ ]опрессовки НКТ
j)[ ]проведения цементирования скважины!
k)[ ]контроля и измерения давления среды в затрубном пространстве


39. По способу посадки пакеры подразделяются на (3):        
a)[ ]гидромеханические!
b)[ ]химические
c)[ ]гидравлические!
d)[ ]гидромониторные
e)[ ]резьбовые
f)[ ]механические!


40. В зависимости от схемы подачи и вида источника рабочего агента применяется (3):
a)[ ]компрессорный газлифт, !
b)[ ]гидромониторный газлифт,
c)[ ]бескомпрессорный газлифт,! 
d)[ ]периодический газлифт,
e)[ ]внутрискважинный бескомпрессорный газлифт! 


41. Электроцентробежная насосная установка – это комплекс наземного и погружного оборудования...(составить определение из нескольких ответов)    
a)[ ]для механизированной эксплуатации скважин!
b)[ ]приводимого в действие наземным электродвигателем
c)[ ]с помощью центробежного насоса !
d)[ ]для фонтанной добычи жидкости через скважины
e)[ ]приводимого в действие погружным электродвигателем!
f)[ ]приводимого в действие станком-качалкой


42. Принцип создания напора в рабочей ступени ЭЦН:    
a)[ ]направляющий аппарат с диффузором задает потоку кинетическую энергию 
b)[ ]рабочее колесо задает потоку жидкости кинетическую энергию!  
c)[ ]рабочее колесо преобразует кинетическую энергию потка в потенциальную 
d)[ ]направляющий аппарат с диффузором преобразует кинетическую энергию потока в потенциальную! 
e)[ ]направляющий аппарат газирует жидкость


43. Привести в соответствие установки для механизированной эксплуатации скважин и соответствующие им приводы НЕ ПРАВИЛЬНО
Газлифтная установка10	
  	Погружной электродвигатель
Скважинная штанговая насосная установка 8	
  	Тихоходный электродвигатель с редуктором
Электроцентробежная насосная установка 6	
  	Станок-качалка 
Установка электорвинтового насоса 7	
  	Источник жидкого рабочего агента высокого давления
Струйная насосная установка 9	
  	Источник газа высокого давления

44. Назначение системы водоснабжения при поддержании пластового давления:    
a)[ ]добыть нужное количество воды!
b)[ ]смешать с проппантом,   
c)[ ]подготовить для закачки в пласт!
d)[ ]направить на групповые замерные установки,
e)[ ]распределить между нагнетательными скважинами,!
f)[ ]закчать в емкости для длительного хранения воды,
g)[ ]закачать в пласт!


45. Установка предварительного сброса воды состоит из (3)
a)[ ]узла сепарации!
b)[ ]кустовой насосной станции
c)[ ]резервуарного парка!
d)[ ]струйного аппарата
e)[ ]насосных блоков!


46. На рисунке представлена 
a)( )принципиальная схема групповой замерной установки
b)( )принципиальная схема нефтегазового горизонтального сепаратора!
c)( )принципиальная схема водораспределительного блока
d)( )принципиальная схема нефтегазового вертикального сепаратора
e)( )принципиальная схема смесительной установки


47. Боновые заграждения предназначены для (3)
a)[ ]локализации пятен разлива жидких углеводородов на поверхности земли
b)[ ]локализации пятен разлива жидких углеводородов на поверхности воды!
c)[ ]ограждения кустовых площадок
d)[ ]отклонения пятен разлива от течения реки!
e)[ ]траления пятен разлива к месту их извлечения!


48. Изменение свойств газа при высоких давлениях приводит к       
a)[ ]вогнутости индикаторной кривой к оси дебитов
b)[ ]выпуклости индикаторной кривой к оси дебитов!
c)[ ]выпуклости индикаторной кривой к оси давления
d)[ ]не влияют на вид индикаторной диаграммы
e)[ ]вогнутости индикаторной кривой к оси давления!


49. Индикаторная диаграмма характеризует связь       
a)( )забойного давления от времени
b)( )дебита от депрессии!
c)( )депрессии от времени
d)( )дебита от времени


50. Индикаторная кривая при не полном восстановлении пластового давления         
a)[ ]вогнута к оси дебитов на конечном участке
b)[ ]прямая
c)[ ]выпукла к оси давлений на конечном участке
d)[ ]выпукла к оси дебитов на конечном участке!
e)[ ]вогнута к оси давлений на конечном участке!


51. Индикаторная линия при очищении призабойной зоны        
a)[ ]выпукла к оси дебитов
b)[ ]вогнута к оси дебитов!
c)[ ]вогнута к оси давлений
d)[ ]прямая
e)[ ]выпукла к оси давлений!


52. Отклонение конечного участка КВД от прямой вниз означает   
a)[ ] обработка КВД конечного пласта по формулам бесконечного!
b)[ ] неизотермичность процесса восстановления давления 
c)[ ] наличие удаленной зоны с улучшенной проницаемостью!
d)[ ] наличие удаленной зоны с ухудшенной проницаемостью
e)[ ] наличие экрана


53. Отклонение начального участка от прямой вниз с точкой перегиба означает    
a)( )улучшение проницаемости призабойной зоны
b)( )ухудшение проницаемости призабойной зоны
c)( )запаздывание закрытия скважины на забое  по сравнению с началом отсчета!
d)( )наличие притока газа в скважину после её закрытия на устье


54. Проницаемость пласта при обработке КВД определяется   
a)( )из значения точки пересечения КВД с осью давлений
b)( )из угла наклона КВД!
c)( )ни из одного из указанных параметров


55. При установившихся гидродинамических методах исследования скважин снимается зависимость    
a)( )дебита от времени
b)( )забойного давления от времени
c)( )дебита от забойного давления!
d)( )дебита от пластового давления


56. При каком методе задаётся постоянное время работы скважины, а время  стабилизации выдерживается до установления некоторой заданной величины давления    
a)( )изохронный
b)( )ускоренно-изохронный!
c)( )экспресс-метод
d)( )монотонно-ступенчатый


57. Отсутствие линейного участка означает       
a)( )обработка КВД конечного пласта по формулам бесконечного
b)( )неизотермичность процесса восстановления давления  в высокодебитных скважинах!
c)( )обработка КВД конечного пласта по формулам бесконечного
d)( )наличие зональной неоднородности
e)( )ухудшение проницаемости призабойной зоны


58. Физическая сущность движения жидкости в вертикальных трубах (4)
a)[ ] первопричиной подъемного действия газа в подъемнике является равенство скоростей фаз
b)[ ] комплекс газовых пузырей  работает как герметичный поршень, не теряющий по пути  поднимаемую жидкость!
c)[ ]  подъем жидкости происходит за счет энергии расширяющегося газа!
d)[ ]  первопричиной подъемного действия газа в подъемнике является относительная скорость фаз!
e)[ ]  комплекс газовых пузырей  работает как негерметичный поршень, теряющий по пути часть поднимаемой жидкости
f)[ ] вводимый в подъемник газ, смешиваясь с жидкостью, создает столб смеси, плотность которой меньше плотности жидкости!


59. Типичные структуры газожидкостных смесей
 Эмульсионная4	
  	  
 четочная;5	
  	  
 Стержневая6	
  	  

60. Укажите формулу для расчета расходного газосодержания двухфазной смеси   в лифтовой колонне / Q – расход жидкости, V – расход газа, b -расходное газосодержание/   
a)( ) β= V /(V+Q)!
b)( )} β= (V+Q)/ V


61. Перепад давления у торцов вертикальной трубы равен сумме перепадов, затраченных на (4)
a)[ ] компенсацию веса столба газожидкостной смеси!
b)[ ] преодоление потерь давления на трение!
c)[ ] создание ускоренного движения смеси!
d)[ ] преодоление местных сопротивлений!
e)[ ] создание центробежного ускоренного движения смеси 
f)[ ] компенсацию капиллярных сил газожидкостной смеси


62. Способ  эксплуатации  скважины называют  фонтанным если      
a)[ ] количество  энергии,  подаваемой  с  поверхности WH   не  равно нулю 
b)[ ] подъем  жидкости  происходит  только  за  счет  естественной пластовой  энергии!
c)[ ]{00 количество  энергии,  подаваемой  с  поверхности WH  равно нулю!


63. Потери давления, необходимые на преодоление трения ртр, при подъеме жидкости (l — коэффициент гидравлического сопротивления; v — линейная скорость движения жидкости в подъемных трубах, м/с;  d — внутренний диаметр труб, м; Н — глубина скважины)     1
a)( ) ртр =  l H v2/2d!
b)( ) ртр =  l H v/2d
c)( ) ртр =  l H v2/2d2


64. Фонтанная арматура предназначена для                             5
a)[ ]  подвески одной или двух колонн фонтанных труб!
b)[ ]   подвески одной или двух колонн обсадных труб
c)[ ]  герметизации и контроля пространства между фонтанными  трубами и обсадной колонной!
d)[ ]  герметизации фонтанных  труб
e)[ ]  направления продукции скважины в выкидную линию!	
f)[ ]  направления продукции скважины в систему подготовки скважинной продукции
g)[ ]  проведения технологических операций при освоении и эксплуатации скважины!
h)[ ]  регулирования режима работы скважины и осуществления  глубинных исследований!
i)[ ]  регулирования режима работы скважины и осуществления  поверхностных исследований


65. Насосно-компрессорные трубы (НКТ) предназначены для(3)
a)[ ]  изоляции зон различных осложнений, а также продуктивной толщи от остальной части геологического разреза
b)[ ]  перекрытия верхних неустойчивых отложений, водоносных и поглощающих пластов, зон многолетнемёрзлых пород 
c)[ ]  отвода восходящего потока  бурового агента из ствола скважины в очистную систему
d)[ ]  регулирования работы скважины!
e)[ ]  добычи жидкости и газа из скважин!
f)[ ]  проведения различных ремонтных работ!


66. Манифольд фонтанной арматуры предназначен для    
a)[ ] соединения отводов елки и трубной головки с трубопроводами, направляющими продукцию скважины на сборные пункты!
b)[ ] соединения отводов елки и трубной головки с трубопроводами, соединяющими с оборудованием, применяемым при проведении технологических операций (освоение, глушение, исследование скважины, интенсификация добычи нефти и продувка на факел и др.)!
c)[ ] соединения отводов елки и трубной головки с обсадными колоннами
d)[ ]##theme 5
e)[ ]##score 1
f)[ ]##type2
g)[ ]##time 0:00:00
2.	
h)[ ]Режим работы фонтанных скважин можно изменять следующими методами (3)
i)[ ]  созданием противодавления на выкиде фонтанной елки установкой штуцера (называемого обычно устьевым штуцером)  или в трапе!
j)[ ] ) повышением забойного давления
k)[ ] ) созданием местного сопротивления у башмака фонтанных труб путем  применения глубинного штуцера!
l)[ ] ) созданием местного сопротивления на выкиде фонтанной елки путем  применения устьевого штуцера
m)[ ] подбором диаметра и длины колонны подъемных труб.!
n)[ ] подбором внутреннего диаметра  колонны подъемных труб.


67. Найти соответствие осложнений и методов  их ликвидации в фонтанных скважинах
 образование песчаной пробки в эксплуатирующейся скважине4	
  	 увеличивают диаметр штуцера или в затрубное пространство закачивают нефть
] появление  воды в скважине5	
  	 переключают выход нефти на другую выкидную линию и заменяют штуцер на большего диаметра
 засорение штуцера или выкидной линии6	
  	 переключают выход нефти на другую выкидную линию и проверяют штуцер и выкидную линию

68. Меры по предотвращению отложений парафина на стенках фонтанных скважин (5)
a)[ ]  уменьшают пульсацию фонтанирования, максимально снижают газовый фактор!
b)[ ]  применяют механическую очистку труб от парафина различными скребками!
c)[ ]  покрывают внутреннюю поверхность труб стеклом, эпоксидными смолами, эмалями, бакелитовым лаком и др!
d)[ ]  расплавляют парафин!
e)[ ]  растворяют парафин различными растворителями!	
f)[ ]  увеличивают пульсацию фонтанирования, максимально повышают газовый фактор
g)[ ]   применяют электрическую защиту труб
h)[ ]  изменяют  скорость движения жидкости
i)[ ]   изменяют вязкость жидкости 


69. Насосы износостойкого исполнения предназначены   для работы в скважинах, когда (4)
a)[ ] количество примесей составляет свыше 1 % по массе
b)[ ] количество примесей составляет до 1 % по массе!
c)[ ] количество песка составляет свыше 1 % по массе
d)[ ] количество песка составляет до 1 % по массе!
e)[ ] продукция содержит небольшое количество песка!
f)[ ] продукция содержит небольшое количество примесей!


70. Газосепаратор   ЭЦН   
a)[ ] устанавливают между обратным клапаном  и модулем-секцией
b)[ ] устанавливают между входным модулем и модулем-секцией !
c)[ ] служит для откачивания пластовой жидкости, содержащей у сетки входного модуля насоса менее 25 % (по объему) свободного газа
d)[ ] служит для откачивания пластовой жидкости, содержащей у сетки входного модуля насоса свыше 25 % (по объему) свободного газа!


71. Влияние газа в рабочих органах насоса проявляется 
a)[ ] в улучшении энергообмена между рабочим колесом и жидкостью
b)[ ]в ухудшении энергообмена между рабочим колесом и жидкостью!
c)[ ] в уменьшении выделения газа из жидкости
d)[ ]в создании условий для интенсивного выделения газа из жидкости!
e)[ ] в улучшении параметров работы насоса 
f)[ ]в ухудшении параметров работы насоса!


72. Интенсивность отложений парафина     
a)[ ]максимальна в области приема насоса!
b)[ ] минимальна в области приема насоса
c)[ ]минимальна в области выкида насоса!
d)[ ]максимальна в области выкида насоса


73. Найти соответствие между основными узлами  винтового насоса и их функциями
  Газовый сепаратор   6	
  	 обеспечивает частичную сепарацию газа из жидкости, поступающей в насос, за счет изменения направления ее движения в прием. 
 Якорь (торсионный анкер)   7	
  	 предупреждает произвольное вращение насосно-компрессорных труб в процессе работы насоса
] Винтовой насос 7	
  	 обеспечивает непрерывную подачу жидкости, пропорциональную частоте вращения ротора
 Статор   9	
  	 представляет собой металлическую трубу, в которую запрессован эластомер — материал, устойчивый к воздействию механических приме-сей, нефти и коррозионно-активной жидкости.
 Ротор10	
  	 представляет собой хромированный однозаходный винт,  обработанный с соблюдением весьма малых допусков

74. Принцип действия электродиафрагменных насосов    
a)[ ] рабочий процесс осуществляется путем непрерывного всасывания и нагнетания перекачиваемой жидкости
b)[ ] рабочий процесс осуществляется путем порционного всасывания и нагнетания перекачиваемой жидкости!
c)[ ] исполнительные органы не изолированы от перекачиваемой среды и работа этих органов происходит в среде перекачиваемой жидкости
d)[ ] исполнительные органы изолированы от перекачиваемой среды эластичной диафрагмой, и работа этих органов происходит в герметичной полости, заполненной чистой жидкостью!


75. Основные условия, характеризующие объект разработки
a)( )Наличие сообщающихся коллекторов
b)( )Наличие разведанных запасов нефти
c)( )Содержание промышленных запасов нефти и наличие  системы скважин!
d)( )Наличие определенной системы скважин, объединенных в один куст
e)( )Скопление углеводородов в земной коре, приуроченное к одной или нескольким  геологическим структурам


76. Технология  разработки нефтяных месторождений это
a)( )Совокупность способов, применяемых для извлечения из недр нефти и газа.!
b)( )Применение новых методов воздействия на пласт для повышения нефтеизвлечения.
c)( )Целенаправленное поддержание и изменение условий разработки продуктивных пластов, не связанное с изменением системы разработки.
d)( )Комплекс мероприятий по уточнению проектных показателей разработки месторождения.


77. Условие существования упругого режима    
a)( )Залежь не ограничена
b)( )Давление во всех точках пласта больше давления насыщения нефти газом!
c)( )Литологическая и тектоническая замкнутость залежи
d)( )Равновесие между отбором жидкости из залежи и притоком в пласт краевых и подошвенных вод
e)( )Проявление энергии расширения растворенного в нефти газа при снижении давления ниже давления насыщения
f)( )Проявление энергии расширения сжатого свободного газа газовой шапки
g)( )Давление в газовой шапке в процессе отбора нефти остается постоянным
h)( )При истощении всех источников энергии действует только потенциальная энергия напора нефти


78. Условие существования упруговодонапорного режима    
a)( )Залежь не ограничена!
b)( )Давление во всех точках пласта больше давления насыщения нефти газом
c)( )Литологическая и тектоническая замкнутость залежи
d)( )Равновесие между отбором жидкости из залежи и притоком в пласт краевых и подошвенных вод
e)( )Проявление энергии расширения растворенного в нефти газа при снижении давления ниже давления насыщения
f)( )Проявление энергии расширения сжатого свободного газа газовой шапки
g)( )Давление в газовой шапке в процессе отбора нефти остается постоянным
h)( )При истощении всех источников энергии действует только потенциальная энергия напора нефти


79. Режимы истощения пластовой энергии (3)     
a)[ ]Упругий !
b)[ ]Растворенного газа!
c)[ ]Гравитационный, со свободной поверхностью!
d)[ ]Водонапорный
e)[ ]Газонапорный
f)[ ]Напорно-гравитационный
g)[ ]Смешанный


80. Найти соответствие
 Первая стадия разработки5	
  	 Интенсивное бурение скважин основного фонда. Непрерывное увеличение темпа разработки. Максимальное значение темпа разработки к концу периода. Добыча безводной нефти
 Вторая стадия разработки6	
  	 Стабильно большие годовые отборы нефти. Бурение скважин резервного фонда. Регулирование режимов эксплуатации скважин. Использование и освоение методов воздействия на пласт.
 Третья стадия разработки7	
  	 Интенсивное снижение темпов разработки. Прогрессирующее обводнение (резкое увеличение газового фактора) продукции скважин. Преобладание механизированного способа эксплуатации скважин. Выбытие из эксплуатации значительного числа скважин.
 Четвертая стадия разработки8	
  	 Низкие темпы разработки. Высокая обводненность продукции. Медленное уменьшение добычи нефти.

81. Что изображено на рисунке (2) 
a)[ ]Схема расположения скважин по треугольной сетке!
b)[ ]При отсутствии воздействия на пласт!
c)[ ]При воздействии на пласт заводнением
d)[ ]Схема расположения скважин по 4-х точечной сетке
e)[ ]При площадном заводнении


82. Что изображено на рисунке(2)     
a)[ ]Схема расположения скважин при однорядной системе разработки!
b)[ ]Схема расположения скважин при 3-х рядной системе разработки
c)[ ]Схема расположения скважин по 3-х точечной сетке
d)[ ]С применением внутриконтурного заводнения!
e)[ ]С применением законтурного заводнения
f)[ ]С применением площадного заводнения


83. Какая схема представлена на рисунке(3)  
a)[ ]С рядным расположением скважин
b)[ ]Схема пятиточечной системы разработки
c)[ ]С площадным расположением скважин !
d)[ ]Схема семиточечной системы разработки!
e)[ ]С применением внутриконтурного и законтурного заводнения
f)[ ]С применением внутриконтурного заводнения!


84. Найти соответствие
 Формула Дюпюи6	
  	 приток нефти к скважине
 Закон Дарси7	
  	 скорость линейной фильтрации
 Уравнение состояния идеального газа8	
  	 связь между давлением, молярным объемом и абсолютной температурой.
 Уравнение неразрывности 9	
  	 баланс притока и отбора  жидкости 
 Коэффициент пьезопроводности10	
  	 скорость перераспределения давления в пласте

85. Элемент системы разработки  (2)  
a)[ ]содержит минимальное количество (в том числе и долю) нагнетательных и добывающих скважин!
b)[ ]характеризует количество добытой нефти, приходящееся на одну скважину
c)[ ]характеризует данную систему в целом!
d)[ ]характеризует число добывающих скважин, приходящихся на единицу площади объекта разработки


86. На решение о выделении объектов разработки влияют следующие факторы (4)
a)[ ]Географическое положение месторождения
b)[ ]Геолого-физические свойства пород-коллекторов нефти и газа!
c)[ ]Наличие водоемов
d)[ ]Физико-химические свойства нефти и газа!
e)[ ]Экологическая обстановка в районе расположения месторождения
f)[ ]Фазовое состояние углеводородов и режим пластов!
g)[ ]Условия управления процессом разработки нефтяного месторождения!


87. Заводнение нефтяных месторождений применяют с целью     
a)[ ]существенного снижения поверхностного натяжения в пористой среде на границе нефти с водой  
b)[ ]вытеснения нефти водой из пласта!
c)[ ]поддержания давления на забоях скважин на заданном уровне
d)[ ]поддержания пластового давления на заданном уровне!
e)[ ]уменьшения вязкости нефти


88. Объемный коэффициент нефти     
a)[ ]характеризует относительное изменение единицы объема нефти при изменении давления на единицу
b)[ ]характеризует отношение объема нефти в пластовых условиях к объему того же количества нефти после отделения газа на поверхности!
c)[ ]показывает, какой объем имел бы 1 м3 пластовой нефти в поверхностных условиях
d)[ ]показывает, какой объем имел бы 1 м3  нефти на поверхности в пластовых условиях!
e)[ ]показывает изменение объема 1 м3 нефти при изменении давления на единицу

 

89. Периоды эксплуатации газового месторождения, связанные с технологией добычи газа    
a)[ ]Период нарастающей добычи.
b)[ ]Период компрессорной добычи.!
c)[ ]Период падающей добычи.
d)[ ]Период постоянной добычи.
e)[ ]Период бескомпрессорной добычи.!
"""
